{"0": "A Message From Usama Bin Muhammad Bin Ladin unto His Muslim Brethren All Over The World", "1": "All false claims and propaganda about \"Human Rights\" were torn down and exposed by the massacres that took place against the Muslims in every part of the world.", "2": "And as far as the foreign policy was concerned, the report exposed not only how this policy has disregarded the Islamic issues and ignored the Muslims, but also how help and support were provided to the enemy against the Muslims; the cases of Gaza/Ariha and the Communists in the south of Yemen are still fresh in the memory, and more can be said.", "3": "As stated by the people of knowledge, it is not a secret that to use man-made law instead of the Shari'ah and to support the infidels against the Muslims is one of the ten \"voiders\" that would strip a person from his Islamic status (turn a Muslim into a Mushrik, non-believer status).", "4": "The right answer is to follow what have been decided by the people of knowledge, as was said by Ibn Taymiyyah (Allah's mercy upon him): \"People of Islam should join forces and support each other to get rid of the main Kufr that is controlling the countries of the Islamic world, even to bear the lesser damage to get rid of the major one, i.e., the great Kufr.", "5": "Consumption of the Muslims' human resources, as most casualties and fatalities will be among the Muslims people.", "6": "I would like here to alert my brothers, the Mujahideen, the sons of the nation, to protect this (oil) wealth and not to include it in the battle, as it is a great Islamic wealth and a large economical power essential for the soon to be established Islamic state, by Allah's Permission and Grace.", "7": "The existence of such a large country with its huge resources under the leadership of the forthcoming Islamic State, by Allah's Grace, represent a serious danger to the very existence of the Zionist state in Palestine.", "8": "The Noble Kaa'ba, the Qiblah of all Muslims makes the land of the two Holy Places a symbol for the unity of the Islamic world.", "9": "The King supported the Crusaders against the Muslims and instead of supporting the Mujahideen in the cause of Allah, liberating the Al-Aqsa Mosque, he disappointed and humiliated them.", "10": "To those little group of men within the army, police and security forces, who have been tricked and pressurised by the regime to attack the Muslims and spill their blood, we would like to remind them of the narration: (I promise war against those who take my friends as their enemy) narrated by Al-Bukhari; and his saying (Allah's Blessings and Salutations be on him): On the Day of Judgement, a man comes holding another, complaining about being slain by him.", "11": "The Mujahideen, your brothers and sons, request that you support them in every possible way by supplying them with the necessary information, materials and arms.", "12": "Security men are especially asked to cover up for the Mujahideen and to assist them as much as possible against the occupying enemy; and to spread rumours, fear and discouragement among the members of the enemy forces.", "13": "We bring to your attention that the regime, in order to create a friction and feud between the Mujahideen and yourselves, might resort to taking deliberate action against personnel of the security guards and military forces and blame the Mujahideen for these actions.", "14": "My Muslim Brothers (particularly those of the Arab Peninsula):", "15": "The money you pay to buy American goods will be transformed into bullets and used against our brothers in Palestine and tomorrow (in the future) against our sons in the land of the two Holy Places.", "16": "Muslim Brothers of the land of the two Holy Places:", "17": "However, if Muslims don't cooperate and support their Mujahideen brothers, then, in effect, they are supplying the army of the enemy with financial help and extending the war and increasing the suffering of the Muslims.", "18": "Before closing my talk, I have a very important message to the youth of Islam, men of the brilliant future of the Ummah of Muhammad (Allah's blessing and Salutations on him).", "19": "The children of Iraq are our children.", "20": "(Allah's Blessings and Salutations be upon both of them) after the battle of Ahzab, when the Messenger of Allah (Allah's Blessings and Salutations may be on him) returned to Medina, and before putting his sword aside, Jibreel", "21": "Jibreel marched with the angels (Allah's Blessings and Salutations be upon them all), followed by the Messenger of Allah (Allah's Blessings and Salutations be upon him), marching with the immigrants, (Muhajiroon) and supporters (Ansar).", "22": "As for our daughters, wives, sisters, and mothers, they should take prime example from the Prophet's (Allah's Blessings and Salutations be upon him)", "23": "And to remember the stand of Naseeba Bint Ka'b, striving to defend the Messenger of Allah (Allah's Blessings and Salutations be upon him) on the day of Uhud, in which she suffered twelve injuries, one of which was so deep leaving a deep lifelong scar!", "24": "My Muslim Brothers of The World:", "25": "they are asking you to do whatever you can, with one's own means and ability, to expel the enemy, humiliated and defeated, out of the sancttuaries of Islam.", "26": "Our Lord, unify the Muslims and bestow love among their hearts!", "27": "Our Lord, bless Muhammad, Your slave and Messenger, his family and descendants, and companions and salute him with a (becoming) salutation.", "28": "Our Islamic nation has been tasting the same for more than 80 years of humiliation and disgrace, its sons killed and their blood spilled, its sanctities desecrated.", "29": "When those have stood in defense of their weak children, their brothers and sisters in Palestine and other Muslim nations, the whole world went into an uproar, the infidels followed by the hypocrites.", "30": "Every Muslim must rise to defend his religion.", "31": "God is the greatest and glory be to Islam.", "32": "You have starved the Muslims of Iraq, where children die every day.", "33": "It is a wonder that more than 1.5 million Iraqi children have died as a result of your sanctions, and you did not show concern.", "34": "When the Islamic party in Algeria wanted to practice democracy and they won the election, you unleashed your agents in the Algerian army onto them, and to attack them with tanks and guns, to imprison them and torture them - a new lesson from the 'American book of democracy'!!!", "35": "You are the ones who broke the agreement with the Mujahideen when they left Qunduz, bombing them in Jangi fort, and killing more than 1,000 of your prisoners through suffocation and thirst.", "36": "However, all these things vanished when the Mujahideen hit you, and you then implemented the methods of the same documented governments that you used to curse.", "37": "\"But honour, power and glory belong to Allah, and to His Messenger (Muhammad peace be upon him) and to the believers.\"", "38": "(Muhammad peace be upon him) with guidance and the religion of truth (Islam), to make it victorious over all other religions even though the Polytheists hate it.\"", "39": "And that day, it was confirmed to me that oppression and the intentional killing of innocent women and children is a deliberate American policy.", "40": "This means the oppressing and embargoing to death of millions as Bush Sr did in Iraq in the greatest mass slaughter of children mankind has ever known, and it means the throwing of millions of pounds of bombs and explosives at millions of children - also in Iraq - as Bush Jr did, in order to remove an old agent and replace him with a new puppet to assist in the pilfering of Iraq's oil and other outrages.", "41": "If you were to avoid these reasons, you will have taken the correct path that will lead America to the security that it was in before September 11th.", "42": "All that we have to do is to send two mujahidin to the furthest point east to raise a piece of cloth on which is written al-Qaida, in order to make the generals race there to cause America to suffer human, economic, and political losses without their achieving for it anything of note other than some benefits for their private companies.", "43": "That being said, those who say that al-Qaida has won against the  administration in the White House or that the administration has lost in this war have not been precise, because when one scrutinises the results, one cannot say that al-Qaida is the sole factor in achieving those spectacular gains.", "44": "Rather, the policy of the White House that demands the opening of war fronts to keep busy their various corporations - whether they be working in the field of arms or oil or reconstruction - has helped al-Qaida to achieve these enormous results.", "45": "[When they pointed out that] for example, al-Qaida spent $500,000 on the event, while America, in the incident and its aftermath, lost - according to the lowest estimate - more than $500 billion.", "46": "Meaning that every dollar of al-Qaida defeated a million dollars by the permission of Allah, besides the loss of a huge number of jobs.", "47": "It is true that this shows that al-Qaida has gained, but on the other hand, it shows that the Bush administration has also gained, something of which anyone who looks at the size of the contracts acquired by the shady Bush administration-linked mega-corporations, like Halliburton and its kind, will be convinced.", "48": "And Bush's hands are stained with the blood of all those killed from both sides, all for the sake of oil and keeping their private companies in business."}