{"0": "You are not unaware of the injustice, repression, and aggression that have befallen Muslims through the alliance of Jews, Christians, and their agents, so much so that Muslims' blood has become the cheapest blood and their money and wealth are plundered by the enemies."}
{"1": "The image of that dreadful massacre in Qana, Lebanon, is still vivid in one's mind, and so are the massacres in Tajikistan, Burma, Kashmir, Assam, the Philippines, Fatani [as transliterated], Ogaden, Somalia, Eritrea, Chechnya, and Bosnia-Herzegovina where hair-raising and revolting massacres were committed before the eyes of the entire world clearly in accordance with a conspiracy by the United States and its allies who banned arms for the oppressed there under the cover of the unfair United Nations."}
{"2": "That alerted Muslims to the fact that they are the main target of the Jewish-crusade alliance aggression, and all the false claims about human rights fell under the blows and massacres committed against Muslims everywhere."}
{"3": "It was the occupation of the land of the two holy mosques [Saudi Arabia], the cradle of Islam, the scene of the revelation, the source of the message, and the site of the holy Ka'bah, the qiblah [to which Muslims turn in prayer] of all Muslims, by Christian armies of the Americans and their allies."}
{"4": "In the light of the reality we are going through and the blessed, sweeping awakening in the world at large and in the Islamic world in particular, I meet with you today after a long absence dictated by the unjust crusade campaign led by the United States against the ulema and advocates of Islam to prevent them from instigating the Islamic nation against its enemies, as did their predecessors, may God have mercy on their souls, such as Ibn-Taymiyah and al-'Izz Ibn-'Abd-al-Salam."}
{"5": "And so, this Jewish-crusade alliance killed and detained the symbols of the truthful ulema and upholders of the call—and God is above everyone."}
{"6": "Today, from the same land, from Afghanistan, we seek to end the injustice which has befallen the nation at the hands of the Jewish-crusade alliance, especially after the occupation of the land of the ascension of the Prophet [now Israel], may God's prayers and blessings be upon him, and the violation of the land of the two holy mosques."}
{"7": "They feel that God is tormenting them because they kept quiet about the regime's injustice and illegitimate actions, especially its failure to have recourse to the Shari'ah, its confiscation of people's legitimate rights, the opening of the land of the two holy mosques to the American occupiers, and the arbitrary jailing of the true ulema, heirs of the Prophets."}
{"8": "Its failure to protect the country, opening it to the nation's enemies, the American crusader forces who have become the main cause of all aspects of our plight, especially the economic aspect as a result of the unjustified heavy expenditure on them and as a result of the policies they impose on the country, and particularly the oil policy determining the quantities of oil to be produced and setting the prices which suit their own economic interests ignoring the country's economic interests, and also as a result of the exorbitant arms deals imposed on the regime, to the point that people are wondering what good, then, is the regime?"}
{"9": "You are not unaware of the injustice, repression, and aggression that have befallen Muslims through the alliance of Jews, Christians, and their agents, so much so that Muslims' blood has become the cheapest blood and their money and wealth are plundered by the enemies."}
{"10": "The image of that dreadful massacre in Qana, Lebanon, is still vivid in one's mind, and so are the massacres in Tajikistan, Burma, Kashmir, Assam, the Philippines, Fatani [as transliterated], Ogaden, Somalia, Eritrea, Chechnya, and Bosnia-Herzegovina where hair-raising and revolting massacres were committed before the eyes of the entire world clearly in accordance with a conspiracy by the United States and its allies who banned arms for the oppressed there under the cover of the unfair United Nations."}
{"11": "That alerted Muslims to the fact that they are the main target of the Jewish-crusade alliance aggression, and all the false claims about human rights fell under the blows and massacres committed against Muslims everywhere."}
{"12": "It was the occupation of the land of the two holy mosques [Saudi Arabia], the cradle of Islam, the scene of the revelation, the source of the message, and the site of the holy Ka'bah, the qiblah [to which Muslims turn in prayer] of all Muslims, by Christian armies of the Americans and their allies."}
{"13": "And so, this Jewish-crusade alliance killed and detained the symbols of the truthful ulema and upholders of the call—and God is above everyone."}
{"14": "It killed the mujahid Shaykh 'Abdallah 'Azzam and detained the mujahid Shaykh Ahmad Yasin in the land from which the Prophet, may God's prayers and blessings be upon him, ascended to heaven, and the mujahid Shaykh 'Umar 'Abd-al Rahman in the United States."}
{"15": "And, at the behest of the United States, a very large number of ulema, advocates of the call, and youth were arrested in the land of the two holy mosques."}
{"16": "They feel that God is tormenting them because they kept quiet about the regime's injustice and illegitimate actions, especially its failure to have recourse to the Shari'ah, its confiscation of people's legitimate rights, the opening of the land of the two holy mosques to the American occupiers, and the arbitrary jailing of the true ulema, heirs of the Prophets."}
{"17": "Its failure to protect the country, opening it to the nation's enemies, the American crusader forces who have become the main cause of all aspects of our plight, especially the economic aspect as a result of the unjustified heavy expenditure on them and as a result of the policies they impose on the country, and particularly the oil policy determining the quantities of oil to be produced and setting the prices which suit their own economic interests ignoring the country's economic interests, and also as a result of the exorbitant arms deals imposed on the regime, to the point that people are wondering what good, then, is the regime?"}
{"18": "That was the only door left open to the public for ending injustice and upholding right and justice, and in whose interests do Prince Sultan and Prince Nayif plunge the country and the people into an internal war that would destroy everything, enlisting the aid and advice of those who fomented internal sedition in their country and using the people's police force to put down the reform movement there and pit members of the public one against the other—leaving the main enemy in the region, namely the Jewish-American alliance, safe and secure, having found such traitors to implement its policies aimed at exhausting the nation's human and financial resources internally."}
{"19": "I have no doubt that that is the policy of the Israeli-American enemy alliance, the main beneficiary of all that."}
{"20": "But, thank God, the vast majority of the people, civilians and military, are aware of that sinister plan and will not allow themselves to be an instrument for strikes against one another in implementation of the policy of the main enemy, namely the Israeli-American alliance, through the Saudi regime, its agent in the country."}
{"21": "Whenever a reform movement appears in the Islamic states, that Jewish-crusade alliance pushes its agents in the region, the rulers, to exhaust and abort such a reform movement by various suitable means, sometimes aborting it by luring it to armed confrontation, for which it chooses the time and place and through which it would nip it in the bud."}
{"22": "It is no secret that warding off that American enemy is the top duty after faith, and nothing should take priority over it, as decreed by the ulema."}
{"23": "There is no greater duty after faith than warding [daf'] off [that enemy], namely the Israeli-American alliance occupying the land of the two holy mosques and the land of the ascension of the Prophet, may God's prayers and blessings be upon him."}
{"24": "Destruction of the oil industries, because the presence of the crusader and American military forces in the Islamic Gulf states, on land, in the air, and at sea, represents the greatest danger and harm and the greatest threat to the largest oil reserves in the world."}
{"25": "We also firmly warn the aggressive United States against burning that Islamic wealth at the end of the war for fear of it falling into the hands of its legitimate owners and to harm its economic rivals in Europe and the Far East, especially Japan, which is considered the main consumer of the region's oil."}
{"26": "Partition of the country of the two holy mosques with Israel taking the northern part Partition of the land of the two holy mosques is considered to be an urgent demand of the Jewish-crusade alliance, because the existence of a state of such size and with such resources under sound Islamic rule, which, God willing, is coming, would be a threat to the Jewish entity in Palestine, for the land of the two holy mosques would be a symbol for the unity of the Islamic world because of the presence of the holy Ka'bah, the qiblah of all Muslims."}
{"27": "\" That would constitute a threat to the presence of the Jewish-crusade alliance in the region."}
{"28": "But the regime disrupted the balances, distorted the concepts, humiliated the nation, and disobeyed the nation."}
{"29": "instead, the al-Aqsa Mosque has been handed to the Jews, and the nation's wounds are still bleeding—despite all this, the Saudi regime shocked the nation by bringing the women of Christian armies to defend it and opening the country of the two holy mosques to the crusaders."}
{"30": "The regime opened the country which is now full of the armies of the United States and its allies."}
{"31": "Because the regime is impotent without their help."}
{"32": "So the regime has betrayed the nation and allied with and supported the infidels against Muslims."}
{"33": "He also said: \"If I live, God willing, I will move the Jews and the Christians out of the Arabian Peninsula.\""}
{"34": "This claim reflects the scale of the crusaders' and Jews' spite toward Muslims and their children."}
{"35": "And the regime also insisted on not replacing the crusader forces with Islamic forces from among the country's sons and elsewhere."}
{"36": "Besides, this claim is no longer valid following the statements made by the leaders of atheism in the United States, the most recent being that of US Defense Secretary William Perry after the al-Khubar blast targeting US troops."}
{"37": "He said that their presence in the land of the two holy mosques is aimed at protecting US interests."}
{"38": "—may God help him—wrote a 70-page book in which he listed evidence and proofs that the US presence in the Arabian Peninsula is a pre-planned military occupation."}
{"39": "The claim is another trick by the regime, but it will not fool Muslims as its first trick fooled the Palestinian mujahidin."}
{"40": "He allied himself with the Christians against Muslims."}
{"41": "He lied to the ulema who sanctioned the Americans' entry and he lied to the Islamic world's ulema and leaders at the [World Muslim] League's conference in holy Mecca in the wake of the Islamic world's condemnation of the crusader forces' entry into the country of the two holy mosques on the pretext of defending it."}
{"42": "He told them that the matter was simple and that the US and coalition troops would leave in a few months."}
{"43": "And here we are approaching the seventh year since their arrival and the regime is unable to move them out."}
{"44": "The regime does not want to admit to its people its inability to do so."}
{"45": "It has continued to lie to people and claim that the Americans will depart...which is impossible."}
{"46": "Instead of pushing the Army, the Guard, and the security men to confront the occupiers, the regime is using them to protect the occupiers, which is the highest degree of humiliation, insult, and treason."}
{"47": "We remind the minority of people in the Army, police, Guard, and security forces, who are being humiliated by the regime to get them to encroach on Muslims' rights and lives, of Almighty God's words in the divine hadith: \"I declare war on those who are hostile toward holy men.\""}
{"48": "We alert you to the fact that the regime might carry out operations against members of the Armed Forces, Guard, or security forces and try to attribute them to the mujahidin with a view to driving a wedge between them and you."}
{"49": "So the regime should be denied that opportunity."}
{"50": "While we know that the regime is fully responsible for what has afflicted the country and the people, the main disease and the cause of the affliction is the occupying US enemy."}
{"51": "Is it reasonable for our country to be the biggest importer of US arms in the world, a trade partner of the Americans in the region—he Americans who are occupying the country of the two holy mosques and supporting their Jewish brothers with money, arms, and men to occupy Palestine and kill and displace Muslims there?!!"}
{"52": "By doing that we will have contributed to ridding our holy sites of the Jews and Christians and forced them to leave our land, defeated, God willing."}
{"53": "The economic boycott of the US enemy's goods is an extremely effective weapon, in order to weaken and harm the enemy."}
{"54": "After those who hesitated to perform their duty to defend Islam and rescue themselves and property from the oppression, repression, and terrorism exercised by the state, the young men, may God protect them, moved forward to raise the banner of the jihad against the US-Jewish alliance which occupied Islamic holy sites, while others, as a result of the state's terrorism, moved forward to grant legitimacy to this great treason and big disaster: the occupation of the country of the two holy mosques."}
{"55": "A few days ago news agencies carried a statement by the occupier-crusader, the US defense secretary, in which he said that he has learned one lesson from the Riyadh and al-Khubar blasts, namely not to retreat in front of the terrorist cowards."}
{"56": "After several months of media propaganda about the United States' might after the Cold War and its leadership of the new world order, you poured tens of thousands of international troops, including 28,000 Americans, into Somalia."}
{"57": "So you and the Saudi regime are held responsible for the blood of those innocent people."}
{"58": "And he considered the agreement with Bani Qaynaqa' null and void because a Jew from among them harmed a woman in a marketplace."}
{"59": "It is now clear that those claiming that the blood of the soldiers of the US enemy, who is occupying a Muslim country, is protected, are repeating—under compulsion—what is dictated by the regime, for fear of its oppression and in order to be on the safe side."}
{"60": "Your brothers in the land of the two holy mosques and Palestine seek your help and ask you to participate with them in their jihad against their enemies and yours, the Israelis and the Americans, with everything that would drive them out of the Islamic holy places, defeated, with each of you doing what he can."}
{"61": "O God, the people of the cross have come with their horses and men and have violated the land of the two holy mosques, and the Jews are wreaking corruption in the al-Aqsa Mosque, the site of the Prophet's ascension to heaven."}
{"62": "Today, the roles of Pharaoh, Caesar, and Chosroes have been taken up by Israel and United States, who first occupied our Aqsa Mosque, in the direction of which our Holy Prophet performed his prayers."}
{"63": "God Almighty hit the United States at its most vulnerable spot."}
{"64": "What the United States tastes today is a very small thing compared to what we have tasted for tens of years."}
{"65": "When Almighty God has rendered successful a convoy of Muslims, the vanguards of Islam, He allowed them to destroy the United States."}
{"66": "But if the sword falls on the United States after 80 years, hypocrisy raises its head lamenting the deaths of these killers who tampered with the blood, honor, and holy places of the Muslims."}
{"67": "But when a dozen people of them were killed in Nairobi and Dar Al-Salam, Afghanistan and Iraq were bombed and all hypocrite ones stood behind the head of the world's infidelity, behind the Hubal [one of the main idols worshipped by pagans before the advent of Islam] of the age; namely, America and its supporters."}
{"68": "I swear by Almighty God who raised the heavens without pillars that neither the United States nor he who lives in the United States will enjoy security before we can see it as a reality in Palestine and before all the infidel armies leave the land of Muhammad, may God's peace and blessing be upon him. "}
{"69": "Here is America struck by God Almighty in one of its vital organs, so that its greatest buildings are destroyed."}
{"70": "America has been filled with horror from north to south and east to west, and thanks be to God."}
{"71": "What America is tasting now is only a copy of what we have tasted."}
{"72": "In these days, Israeli tanks rampage across Palestine, in Ramallah, Rafah and Beit Jala and many other parts of the land of Islam"}
{"73": "But when the sword fell upon America after 80 years, hypocrisy raised its head up high bemoaning those killers who toyed with the blood, honor and sanctities of Muslims."}
{"74": "But when a few more than 10 were killed in Nairobi and Dar es Salaam, Afghanistan and Iraq were bombed and hypocrisy stood behind the head of international infidels: the modern world's symbol of paganism, America, and its allies."}
{"75": "As to America, I say to it and its people a few words:"}
{"76": "I swear to God that America will not live in peace before peace reigns in Palestine, and before all the army of infidels depart the land of Muhammad, peace be upon him."}
{"77": "The British handed over Palestine, with your help and your support, to the Jews, who have occupied it for more than 50 years; years overflowing with oppression, tyranny, crimes, killing, expulsion, destruction and devastation."}
{"78": "And of course, there is no need to explain and prove the degree of American support for Israel."}
{"79": "The creation of Israel is a crime which must be erased."}
{"80": "Is it in any way rational to expect that after America has attacked us for more than half a century, that we will then leave her to live in security and peace?!!"}
{"81": "This argument contradicts your continuous repetition that America is the land of freedom, and its leaders in this world."}
{"82": "Therefore, the American people are the ones who choose their government by way of their own free will; a choice which stems from their agreement to its policies."}
{"83": "Thus the American people have chosen, consented to, and affirmed their support for the Israeli oppression of the Palestinians, the occupation and usurpation of their land, and its continuous killing, torture, punishment and expulsion of the Palestinians."}
{"84": "The American people have the ability and choice to refuse the policies of their Government and even to change it if they want. "}
{"85": "(b) The American people are the ones who pay the taxes which fund the planes that bomb us in Afghanistan, the tanks that strike and destroy our homes in Palestine, the armies which occupy our lands in the Arabian Gulf, and the feats which ensure the blockade of Iraq."}
{"86": "So the American people are the ones who fund the attacks against us, and they are the ones who oversee the expenditure of these monies in the way they wish, through their elected candidates."}
{"87": "Also the American army is part of the American people."}
{"88": "The American people are the ones who employ both their men and their women in the American Forces which attack us."}
{"89": "(e) This is why the American people cannot be not innocent of all the crimes committed by the Americans and Jews against us."}
{"90": "America does not understand the language of manners and principles, so we are addressing it using the language it understands."}
{"91": "As a result of this, in all its different forms and guises, the Jews have taken control of your economy, through which they have then taken control of your media, and now control all aspects of your life making you their servants and achieving their aims at your expense; precisely what Benjamin Franklin warned you against."}
{"92": "Behind them stand the Jews, who control your policies, media and economy."}
{"93": "The freedom and democracy that you call to is for yourselves and for white race only; as for the rest of the world, you impose upon them your monstrous, destructive policies and Governments, which you call the 'American friends'."}
{"94": "As for the countries you consent to, such as Israel, then they are allowed to keep and use such weapons to defend their security."}
{"95": "Israel has for more than 50 years been pushing UN resolutions and rules against the wall with the full support of America."}
{"96": "(4) We also advise you to stop supporting Israel, and to end your support of the Indians in Kashmir, the Russians against the Chechens and to also cease supporting the Manila Government against the Muslims in Southern Philippines."}
{"97": "(7) We also call you to deal with us and interact with us on the basis of mutual interests and benefits, rather than the policies of sub dual, theft and occupation, and not to continue your policy of supporting the Jews because this will result in more disasters for you."}
{"98": "If the Americans refuse to listen to our advice and the goodness, guidance and righteousness that we call them to, then be aware that you will lose this Crusade Bush began, just like the other previous Crusades in which you were humiliated by the hands of the Mujahideen, feeing to your home in great silence and disgrace."}
{"99": "If the Americans do not respond, then their fate will be that of the Soviets who fed from Afghanistan to deal with their military defeat, political breakup, ideological downfall, and economic bankruptcy."}
{"100": "This is our message to the Americans, as an answer to theirs."}
{"101": "But after it became unbearable and we witnessed the oppression and tyranny of the American/Israeli coalition against our people in Palestine and Lebanon, it came to my mind."}
{"102": "The events that affected my soul in a direct way started in 1982 when America permitted the Israelis to invade Lebanon and the American Sixth Fleet helped them in that."}
{"103": "And that day, it was confirmed to me that oppression and the intentional killing of innocent women and children is a deliberate American policy."}
{"104": "So that he may relay to the American people what he has understood from us to be the reasons for our fight against you?"}
{"105": "If you were to avoid these reasons, you will have taken the correct path that will lead America to the security that it was in before September 11th."}
{"106": "So we are continuing this policy in bleeding America to the point of bankruptcy."}
{"107": "And even more dangerous and bitter for America is that the mujahidin recently forced Bush to resort to emergency funds to continue the fight in Afghanistan and Iraq, which is evidence of the success of the bleed-until-bankruptcy plan - with Allah's permission."}
{"108": "It is the American people and their economy."}
{"109": "And it's no secret to you that the thinkers and perceptive ones from among the Americans warned Bush before the war and told him: \"All that you want for securing America and removing the weapons of mass destruction - assuming they exist - is available to you, and the nations of the world are with you in the inspections, and it is in the interest of America that it not be thrust into an unjustified war with an unknown outcome.\""}
{"110": "But the darkness of the black gold blurred his vision and insight, and he gave priority to private interests over the public interests of America."}
{"111": "So the war went ahead, the death toll rose, the American economy bled, and Bush became embroiled in the swamps of Iraq that threaten his future."}
{"112": "And Bush's hands are stained with the blood of all those killed from both sides, all for the sake of oil and keeping their private companies in business."}
