{"0": "Hence that long absence, but, thanks be to God, a safe base was found in Khorasan [Afghanistan], on the soil of the Hindu Kush where, thanks be to God, the largest heretic power on earth was destroyed and where the superpower myth vanished in the face of the mujahidin's outcry of Allah Akbar", "1": "The latest aggression was one of the worst catastrophes to befall the Muslims since the death of the Prophet, may God's prayers and blessings be upon him.", "2": "In the light of the reality we are going through and the blessed, sweeping awakening in the world at large and in the Islamic world in particular, I meet with you today after a long absence dictated by the unjust crusade campaign led by the United States against the ulema and advocates of Islam to prevent them from instigating the Islamic nation against its enemies, as did their predecessors, may God have mercy on their souls, such as Ibn-Taymiyah and al-'Izz Ibn-'Abd-al-Salam.", "3": "We want to study the ways which could be used to rectify matters and restore rights to their owners as people have been subjected to grave danger and harm to their religion and their lives, people of all walks of life, civilians, military, security men, employees, merchants, people big and small, school and university students, and unemployed university graduates, in fact hundreds of thousands who constitute a broad sector of the society. ", "4": "The same thing has befallen the people in industry and in agriculture, the cities and villages, and the people in the desert and the rural areas.", "5": "On the state's foreign policy, the memorandum exposed that policy's failures and disregard for Muslim causes and even support and backing for the enemies.", "6": "\" If warding off that aggressive enemy becomes impossible without all Muslims of all walks and ranks getting together, then that is their duty and they should in that case overlook some disputed issues.", "7": "Overlooking such disputes at this stage is less harmful than continuation of the great heresy afflicting the countries of the Muslims.", "8": "If some among them [Muslims] happen to be sinful and ill intentioned, fighting for leadership or offending others on some matters, and if the religious harm of not fighting them is greater than the harm of fighting them, then the duty is to fight them to ward off the greater harm.", "9": "That is why one of the principles of the Sunnah and the [Prophet's] group is to do conquest using every good as well as sinful person, for God supports this in the interest of the cause of religion because, as the Prophet, may God's prayers and blessings be upon him, said, if conquest can only be achieved with the help of sinful princes or very sinful soldiers, then one of two things must be done: Either abandon the conquest with their cooperation, which means the greater harm of others taking over, or proceed with the conquest along with the sinful princes, and that way the greater harm is avoided and most of the rules of Islam are established, if not all.", "10": "The Muslims are reminded that they should avoid infighting between sons of the Muslim nation because that will have dire consequences, the most important being:", "11": "Exhaustion of human resources \"as most of the casualties and victims would be from the Muslim people.\"", "12": "O protectors of monotheism and guardians of the faith; O successors of those who spread the light of guidance in the world; O grandsons of Sa'd Bin-Abi-Waqqas, al-Muthanna Bin-Harithah al-Shibani, al-Qa'qa' Bin-'Amr al-Tamimi, and the companions who fought alongside them: You rushed to join the Army and the Guard merely to join the jihad for the cause of God in order to spread the word of God and to defend Islam and the land of the two holy mosques against invaders and occupiers, which is the highest degree of belief in religion.", "13": "When the Muslim people in Palestine rose up in their great jihad against the British occupation in 1354 H, corresponding to 1936, Britain failed to stop the mujahidin or their jihad.", "14": "So King 'Abd-al-'Aziz was behind the loss of the Muslims' first qiblah.", "15": "What your mujahidin brothers and sons want from you at this stage is to provide every possible support: information and the materials and arms needed for their work.", "16": "And they want the security men—in particular—to turn a blind eye and deceive the enemy about their whereabouts, spread false rumors among its ranks, and do whatever is viable to help the mujahidin against the occupying enemy.", "17": "Muslim brothers everywhere, the Arabian Peninsula in particular:", "18": "The money paid for US goods is turning into bullets [fired at] the chests of our brothers in Palestine, and tomorrow the chests of the sons of the country of the two holy mosques; by buying their goods we are strengthening their economy while we continue to become poorer.", "19": "Muslim brothers in the country of the two holy mosques:", "20": "We expect women in the country of the two holy mosques and elsewhere to play their role by boycotting US goods.", "21": "If the Muslims do not cooperate with and support their mujahidin brothers by severing economic dealings with the US enemy, then they are paying him money, which is the foundation of wars and armies, hence prolonging the war and the Muslims' suffering from it.", "22": "I say: If the sons of the country of the two holy mosques—who went to fight the Russians in Afghanistan, the Serbs in Bosnia-Herzegovina, and who are now fighting in Chechnya, and God has granted them victory over the Russians, who are allying with you—and they are also fighting in Tajikistan—believe in the need to fight against atheism everywhere, they have the strength and enthusiasm in the land in which they were born to defend their greatest holy sites, the holy Ka'bah, the qiblah of all Muslims.", "23": "But you killed hundreds of thousands of Muslims and encroached on their holy sites.", "24": "Brother Muslims worldwide:", "25": "Sons and daughters of Islam!", "26": "Sons and daughters of Islam!", "27": "The struggle initiated by the heroes of Karbala is about to reach its logical end in the coming few years.", "28": "Our Islamic nation has been tasting the same for more than 80 years of humiliation and disgrace, its sons killed and their blood spilled, its sanctities desecrated.", "29": "God has blessed a group of vanguard Muslims, the forefront of Islam, to destroy America.", "30": "When those have stood in defense of their weak children, their brothers and sisters in Palestine and other Muslim nations, the whole world went into an uproar,", "31": "Every Muslim must rise to defend his religion.", "32": "When the Muslims conquered Palestine and drove out the Romans, Palestine and Jerusalem returned to Islam, the religion of all the Prophets peace be upon them.", "33": "(f) You have starved the Muslims of Iraq, where children die every day.", "34": "However, history will not forget the war crimes that you committed against the Muslims and the rest of the world; those you have killed in Japan, Afghanistan, Somalia, Lebanon and Iraq will remain a shame that you will never be able to escape.", "35": "If you fail to respond to all these conditions, then prepare for fight with the Islamic Nation.", "36": "That being said, those who say that al-Qaida has won against the administration in the White House or that the administration has lost in this war have not been precise, because when one scrutinises the results, one cannot say that al-Qaida is the sole factor in achieving those spectacular gains.", "37": "Rather, the policy of the White House that demands the opening of war fronts to keep busy their various corporations - whether they be working in the field of arms or oil or reconstruction - has helped al-Qaida to achieve these enormous results.", "38": "[When they pointed out that] for example, al-Qaida spent $500,000 on the event, while America, in the incident and its aftermath, lost - according to the lowest estimate - more than $500 billion.", "39": "Meaning that every dollar of al-Qaida defeated a million dollars by the permission of Allah, besides the loss of a huge number of jobs.", "40": "It is true that this shows that al-Qaida has gained, but on the other hand, it shows that the Bush administration has also gained, something of which anyone who looks at the size of the contracts acquired by the shady Bush administration-linked mega-corporations, like Halliburton and its kind, will be convinced."}