{"0": "Just three days removed from these events, Americans do not yet have the distance of history, but our responsibility to history is already clear: to answer these attacks and rid the world of evil.", "1": "In this trial, we have been reminded and the world has seen that our fellow Americans are generous and kind, resourceful and brave.", "2": "In these acts and many others, Americans showed a deep commitment to one another and an abiding love for our country.", "3": "They have attacked America because we are freedom's home and defender, and the commitment of our Fathers is now the calling of our time.", "4": "God bless America.", "5": "In the past week, we have seen the American people at their very best everywhere in America.", "6": "Both Americans and Muslim friends and citizens, tax-paying citizens, and Muslims in nations were just appalled and could not believe what -- what we saw on our TV screens.", "7": "And it's important for my fellow Americans to understand that.", "8": "They love America just as much as I do.", "9": "Speaker, Mr. President Pro Tempore, members of Congress, and fellow Americans:", "10": "Speaker Hastert, Minority Leader Gephardt, Majority Leader Daschle, and Senator Lott, I thank you for your friendship, for your leadership, and for your service to our country.", "11": "And on behalf of the American people, I thank the world for its outpouring of support.", "12": "America has no truer friend than Great Britain.", "13": "Americans are asking: Who attacked our country?", "14": "The United States respects the people of Afghanistan.", "15": "It's practiced freely by many millions of Americans, and by millions more in countries that America counts as friends.", "16": "The enemy of America is not our many Muslim friends; it is not our many Arab friends.", "17": "Americans are asking, why do they hate us?", "18": "Americans are asking: How will we fight and win this war?", "19": "We will take defensive measures against terrorism to protect Americans.", "20": "This is not, however, just America's fight.", "21": "And what is at stake is not just America's freedom.", "22": "The United States is grateful that many nations and many international organizations have already responded -- with sympathy and with support.", "23": "Americans are asking: What is expected of us?", "24": "America is successful because of the hard work, and creativity, and enterprise of our people.", "25": "Tonight I thank my fellow Americans for what you have already done and for what you will do.", "26": "In all that lies before us, may God grant us wisdom, and may He watch over the United States of America.", "27": "And God bless America.", "28": "We are joined in this operation by our staunch friend, Great Britain.", "29": "Other close friends, including Canada, Australia, Germany and France, have pledged forces as the operation unfolds.", "30": "At the same time, the oppressed people of Afghanistan will know the generosity of America and our allies.", "31": "The United States of America is a friend to the Afghan people, and we are the friends of almost a billion worldwide who practice the Islamic faith.", "32": "May God continue to bless America.", "33": "Americans are returning, as we must, to the normal pursuits of life.", "34": "And we have one more great asset in this cause:  The brave men and women of the United States military.", "35": "In the missions ahead for the military, you will have everything you need, every resource, every weapon, every means to assure full victory for the United States and the cause of freedom.", "36": "And I pledge to you that America will never relent on this war against terror.", "37": "Enemies of America have now added to these graves, and they wish to add more.", "38": "May God bless you all, and may God bless America.", "39": "I would like to report to the American people on the state of our war against terror, and then I'll be happy to take questions from the White House press corps.", "40": "The attack took place on American soil, but it was an attack on the heart and soul of the civilized world.", "41": "Our staunch friends, Great Britain, our neighbors Canada and Mexico, our NATO allies, our allies in Asia, Russia and nations from every continent on the Earth have offered help of one kind or another -- from military assistance to intelligence information, to crack down on terrorists' financial networks.", "42": "At the same time, we are showing the compassion of America by delivering food and medicine to the Afghan people who are, themselves, the victims of a repressive regime.", "43": "One month after great suffering and sorrow, America is strong and determined and generous.", "44": "I want to thank the Director of the FBI and the Director of the CIA for waging an incredibly important part on the two-front war -- one overseas, and a front here at home.", "45": "I want to thank Governor Tom Ridge for his leadership.", "46": "I want to thank the members of Congress who are here on the stage, the Leaders, on this impressive effort.", "47": "I also want to thank Representative Porter Goss, LaFalce, Oxley, and Sensenbrenner for their hard work.", "48": "Witness the recent anthrax attacks through our Postal Service.", "49": "We may never know what horrors our country was spared by the diligent and determined work of our police forces, the FBI, ATF agents, federal marshals, Custom officers, Secret Service, intelligence professionals and local law enforcement officials, under the most trying conditions.", "50": "The elected branches of our government, and both political parties, are united in our resolve to fight and stop and punish those who would do harm to the American people.", "51": "I also thank the Arab Islamic countries that have condemned terrorist murder.", "52": "I can promise, too, that America will join the world in helping the people of Afghanistan rebuild their country.", "53": "America and our friends will meet this threat with every method at our disposal.", "54": "We must protect Americans and our friends against all forms of terror, including the terror that could arrive on a missile.", "55": "America and our allies must not be bound to the past.", "56": "The more we know, the more terrorist plans we can prevent and disrupt, and the better we'll be able to protect the American people.", "57": "Our enemies have made the mistake that America's enemies always make.", "58": "America and Afghanistan are now allies against terror.", "59": "Our second goal is to prevent regimes that sponsor terror from threatening America or our friends and allies with weapons of mass destruction.", "60": "We will develop and deploy effective missile defenses to protect America and our allies from sudden attack.", "61": "History has called America and our allies to action, and it is both our responsibility and our privilege to fight freedom's fight.", "62": ", I even had nice things to say about my friend, Ted Kennedy.", "63": "Our enemies believed America was weak and materialistic, that we would splinter in fear and selfishness.", "64": "Together with friends and allies from Europe to Asia, and Africa to Latin America, we will demonstrate that the forces of terror cannot stop the momentum of freedom.", "65": "And in this great conflict, my fellow Americans, we will see freedom's victory."}