{"0": "The evidence we have gathered all points to a collection of loosely affiliated terrorist organizations known as al Qaeda.", "1": "Al Qaeda is to terror what the mafia is to crime.", "2": "This group and its leader -- a person named Usama bin Laden -- are linked to many other organizations in different countries, including the Egyptian Islamic Jihad and the Islamic Movement of Uzbekistan.", "3": "The leadership of al Qaeda has great influence in Afghanistan and supports the Taliban regime in controlling most of that country.", "4": "In Afghanistan, we see al Qaeda's vision for the world.", "5": "After all, we are currently its largest source of humanitarian aid; but we condemn the Taliban regime.", "6": "By aiding and abetting murder, the Taliban regime is committing murder.", "7": "And tonight, the United States of America makes the following demands on the Taliban: Deliver to United States authorities all the leaders of al Qaeda who hide in your land.", "8": "The Taliban must act, and act immediately.", "9": "Our war on terror begins with al Qaeda, but it does not end there.", "10": "On my orders, the United States military has begun strikes against Al Qaeda terrorist training camps and military installations of the Taliban regime in Afghanistan.", "11": "These carefully targeted actions are designed to disrupt the use of Afghanistan as a terrorist base of operations and to attack the military capability of the Taliban regime.", "12": "More than two weeks ago, I gave Taliban leaders a series of clear and specific demands: Close terrorist training camps; hand over leaders of the Al Qaeda network; and return all foreign nationals, including American citizens, unjustly detained in your country.", "13": "And now, the Taliban will pay a price.", "14": "One by one, we are eliminating power centers of a regime that harbors al Qaeda terrorists.", "15": "The Taliban regime has brought nothing but fear and misery to the people of Afghanistan.", "16": "The Taliban has allied itself with murderers and gave them shelter.", "17": "But today, for al Qaeda and the Taliban, there is no shelter.", "18": "We have ruined terrorist training camps, disrupted their communications, weakened the Taliban military, and destroyed most of their air defenses.", "19": "Working with countries around the world, we have frozen more than $24 million in al Qaeda or Taliban assets.", "20": "Terrorist groups like al Qaeda depend upon the aid or indifference of governments.", "21": "The Taliban are now learning this lesson -- that regime and the terrorists who support it are now virtually indistinguishable.", "22": "And my country grieves for all the suffering the Taliban have brought upon Afghanistan, including the terrible burden of war.", "23": "Even before this current crisis, 4 million Afghans depended on food from the United States and other nations, and millions of Afghans were refugees from Taliban oppression.", "24": "The Taliban's days of harboring terrorists and dealing in heroin and brutalizing women are drawing to a close.", "25": "The United States will work closely with the United Nations and development banks to reconstruct Afghanistan after hostilities there have ceased and the Taliban are no longer in control.", "26": "The Taliban and the terrorists set out to dominate a country and intimidate the world.", "27": "One former al Qaeda member has testified in court that he was involved in an effort 10 years ago to obtain nuclear materials.", "28": "And the leader of al Qaeda calls that effort \"a religious duty.", "29": "\"  Abandoned al Qaeda houses in Kabul contained diagrams for crude weapons of mass destruction.", "30": "Suppose the Taliban and the terrorists had been able to strike America or important allies with a ballistic missile.", "31": "A terrorist underworld -- including groups like Hamas, Hezbollah, Islamic Jihad, Jaish-i-Mohammed -- operates in remote jungles and deserts, and hides in the centers of large cities.", "32": "North Korea is a regime arming with missiles and weapons of mass destruction, while starving its citizens.", "33": "Iran aggressively pursues these weapons and exports terror, while an unelected few repress the Iranian people's hope for freedom.", "34": "Iraq continues to flaunt its hostility toward America and to support terror.", "35": "The Iraqi regime has plotted to develop anthrax, and nerve gas, and nuclear weapons for over a decade.", "36": "The crew and passengers quickly subdued the man, who had been trained by al Qaeda and was armed with explosives."}